tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bash"
brew "coreutils"
brew "ffmpeg"
brew "fprobe"
brew "git"
brew "jq"
brew "llvm"
brew "peco"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "brave-browser"
cask "caffeine"
cask "kap"
cask "keepassxc"
cask "knockknock"
cask "lulu"
cask "mullvad-browser"
cask "opera"
cask "shottr"
cask "thunderbird"
cask "zen"
