tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "coreutils"
brew "ffmpeg"
brew "fprobe"
brew "git"
brew "go", link: false
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "llvm"
brew "osx-cpu-temp"
brew "peco"
brew "pre-commit"
brew "ripgrep"
brew "rsync"
brew "tmux"
brew "tree"
brew "vim"
brew "yt-dlp"
cask "alacritty"
cask "brave-browser"
cask "caffeine"
cask "drawpen"
cask "firefox"
cask "kap"
cask "knockknock"
cask "lulu"
cask "mullvad-browser"
cask "opera"
cask "shottr"
cask "vlc"
cask "zen"
